Repository: interactivefiction/gtk3-alldeps-gnome-inform7
Catalog: po/*.po
Languages: de

source: Find and Replace
de: Suchen und Ersetzen

source: Replace _all
de: _Alles ersetzen

source: R_eplace with:
de: Er_setzen mit

source: _Search for:
de: _Suche nach

source: _Ignore case
de: _Grossschreibung ignorieren

source: Search _backwards
de: Suche _rückwärts

source: Restric_t search to currently shown section
de: Suche auf angezeigten Text beschränke_n

source: _Project files
de: Projektdateien

source: _Extensions
de: Erweiterungen

source: _Documentation
de: Dokumentation

source: Use font from theme
de: Benutze die Schrift der Theme

source: Use monospace font from theme
de: Benutze die Festbreitenschrift der Theme

source: Use custom font
de: Benutzerdefinierte Schrift

source: Medium
de: Mittel

source: Large
de: Gross

source: Huge
de: Riesig

source: Part One - the Wharf The Customs Wharf is a room. [change the description if the cask is open] "Amid the bustle of the quayside, [if the case is open]many eyes stray to your broached cask. [otherwise]nobody takes much notice of a man heaving a cask about.[end if]Sleek gondolas jostle at the plank pier."
de: Teil 1 - Der Kai Der Zollkai ist ein Raum. [Ändern Sie die Beschreibung, falls die Kiste geöffnet ist] "Inmitten des Gewühls auf dem Kai, [if the cask is open]ziehst du die Blicke der Menschen auf das angebrochene Fass. [otherwise]achtet sich niemand auf einen Mann, der ein Fass herumträgt.[end if]Schnittige Gondeln drängen sich an den Planken des Piers."

source: Inform Preferences
de: Inform Eigenschaften

source: _Author name
de: _Autor

source: The author name is automatically filled in when creating new stories and extensions.
de: Der Name des Autors wird automatisch beim Erstellen von neuen Geschichten und Erweiterungen eingefüllt.

source: Author
de: Autor

source: Preferred author's name for new Inform 7 projects
de: Bevorzugter Autorenname für neue Inform 7 Projekte

source: _Indent wrapped lines
de: _Einrücken von umgebrochenen Zeilen

source: If this option is checked, Inform will indent wrapped lines by half a tab-stop. This makes it easier to see where a line-break happened because of a long line.
de: Bei Aktivieren dieser Option werden umgebrochene Zeilen um einen halben Tabulator eingerückt. Dadurch wird das Auffinden von Zeilenumbrüche wegen zu langer Zeilen einfacher.

source: _Auto-indent after newline
de: _Automatisches Einrücken nach Zeilenumbruch

source: If this option is selected, Inform will track the number of tabs at the beginning of the last line and automatically indent the next line accordingly when you insert a new line by pressing return.
de: Durch Aktivieren dieser Option wird Inform die Zahl der Tabulatoren am Zeilenanfang verfolgen und automatisch die nächste Zeile einrücken.

source: 'Intelligently' _follow symbols in source file
de: 'Intelligentes' _verfolgen von Symbolen im Quelltext

source: Inform can keep track of important items in your source files as you type. Enabling this option will allow it to automatically track sections in Natural Inform files.
de: Während der Eingabe kann Inform wichtige Dinge im Quelltext verfolgen. Durch Aktivieren dieser Option wird das automatisch Verfolgen von Abschnitten in Natural Inform Datein ermöglicht.

source: Auto-_number sections
de: Automatisches _Nummerieren von Abschnitten

source: If you check this option, Inform will automatically renumber sections when you insert a new one. It will also automatically insert a section number as you type: if you type "Part ", Inform will insert "2 - " and renumber the previous Part 2 to Part 3 and so on.
de: Durch Aktivieren dieser Option wird Inform Abschnitte automatisch neunummerieren, sobald ein neuer Abschnitt eingefügt wird. Inform wird bei der Eingabe auch automatisch Abschnittnummern einfügen: bei Eingabe von "Teil ", wird Inform " 2 - " einfügen und den bisherigen Teil 2 in Teil 3 umnummerieren.

source: Editing
de: Bearbeiten

source: _Enable syntax highlighting
de: _Aktiviere das Hervorheben der Syntax

source: Choose Custom Font
de: Wähle eine benutzerdefinierte Schrift

source: _Custom font:
de: _Benutzerdefiniert Schrift:

source: Font si_ze:
de: Schriftgrö_sse

source: Font _set:
de: Schrift_satz:

source: <b>Fonts</b>
de: <b>Schriften</b>

source: This selects a style for the color scheme and font effects used to display Inform source code.
de: Wählt einen Stil für Farbschema und Schrifteffekte, um Inform Quelltext anzuzeigen.

source: Add a style scheme to the list
de: Füge der Liste ein Stilschema hinzu

source: Remove the selected style scheme from the list
de: Entferne das ausgewählt Stilschema von der Liste

source: <b>Sty_les</b>
de: <b>Sti_le</b>

source: Drag this slider to set the size of a tab stop in the Inform 7 source pane. This will also adjust the size of the 'half stop' used to indent wrapped lines.
de: Verschieben des Schiebereglers verändert die Grösse eines Tabulators im Inform 7 Quellfenster. Dadurch wird auch die Grösse des "Halb-Tabulators" zum Einfügen von eingerückten Zeilen angepasst.

source: This shows a preview of the tab width setting you have chosen above.
de: Zeigt eine Vorschau des oberhalb gewählten Tabulatorabstands.

source: <b>Tab _Width</b>
de: <b>Tabulator_abstand</b>

source: This displays a sample of source code in your selected styles.
de: Zeigt ein Muster des Quelltext im gewählten Stil

source: <b>Sample Text</b>
de: <b>Muster Text</b>

source: Formatting
de: Formattieren

source: This shows the list of installed Natural Inform extensions. You can drag individual extension files here to add them to their author's directory automatically.
de: Zeigt eine Liste von installierten Natural Inform Erweiterungen. Um Erweiterungen automatisch dem Ordner ihres Autors hinzuzufügen, können individuelle Erweiterungsdatein hierhin gezogen werden.

source: indicates an extension built into Inform.
de: Zeigt eine in Inform eingebaute Erweiterung an

source: Adds a new Natural Inform extension using a file chooser.
de: Fügt eine neue Natural Inform Erweiterung mittels Dateiauswahl hinzu.

source: Deletes the currently selected Natural Inform extension.
de: Löscht die ausgewählte Natural Inform Erweiterung

source: <b>Natural Inform E_xtensions</b>
de: <b>Natural Inform E_rweiterung</b>

source: Extensions
de: Erweiterungen

source: _Clean build files from projects before closing
de: _Lösche Builddateien aus dem Projekt (vor dem Schliessen)

source: Build files are files that are generated while turning your story into a game file. Selecting this option will ensure that they are deleted when you close or save a project. These files can grow quite large (many times the size of your source code), so deleting them is a good idea if you are planning to send a project to someone else.
de: Builddateien werden beim Umwandeln einer Geschichte in ein Spiel erstellt. Aktivieren dieser Option bewirkt, dass die Builddateien beim Speichern oder Schliessen eines Projektes gelöscht werden. Da diese Dateien sehr gross werden können (ein Mehrfaches der Grösse des Quelltexts), bietet sich das Entfernen der Dateien an, wenn das Projekt jemand anderem gesendet werden soll.

source: _Also clean out index files
de: _Lösche auch Indexdateien

source: Selecting this option will cause Inform to additionally clean out the project's various index files. These are generated by the Inform 7 compiler and can be safely deleted, though they may be useful the next time you open the project.
de: Durch Aktivieren dieser Option wird Inform zusätzlich die Indexdateien des Projektes entfernen. Diese werden durch den Inform 7 Kompilierer erstellt und können entfernt werden. Sie können jedoch beim nächsten Öffnen des Projektes nützlich sein.

source: <b>Cleaning</b>
de: <b>Bereinigen</b>

source: <b>Interpreters</b>
de: <b>Übersetzer</b>

source: _Show debugging log and Inform 6 intermediate code
de: _Zeige das Fehlerprotokoll und Inform 6 Zwischencode

source: Selecting this option will display two extra tabs in the Errors pane when the story is compiled. One of these shows the debugging log from the compiler, and the other shows the Inform 6 code that the compiler has generated from the story.
de: Aktivieren dieser Option wird beim Kompilieren der Geschichte zwei zusätzliche Register im Fehlerpanell anzeigen. Eines wird das Fehlerprotokoll des Kompilierers anzeigen, das andere den generierten Inform 6 Code.

source: This option is intended only for advanced users of Inform 7. It is most useful to people involved with maintaining the compiler, although the Inform 6 intermediate code may be of interest to especially advanced extension authors.
de: Option für fortgeschrittene Nutzer von Inform 7 und nützt vor allem Personen involviert im Unterhalt des Kompilierers, obwohl der Inform 6 Zwischencode möglicherweise auch von Interesse für besonders fortgeschrittene Autoren von Erweiterungen ist.

source: <b>Compiler Debugging</b>
de: <b>Fehlerbereinigung im Kompilierer</b>

source: Advanced
de: Fortgeschritten

source: Create New Project
de: Neues Projekt erstellen

source: Please choose a project type.
de: Wähle einen Projekttyp.

source: New Project Type
de: Neuer Projekttyp

source: The _directory in which the project will be created
de: _Ordner in dem das Projekt erstellt wird

source: Choose the directory to create the new project in
de: Wähle den Ordner, indem dsa neu Projekt erstellt werden soll

source: The _name of the new project
de: _Name des neuen Projektes

source: The a_uthor's name
de: Name des A_utors

source: Inform 7 Project
de: Inform 7 Projekt

source: (placeholder)
de: (Platzhalter)

source: Create a New Project
de: Neues Projekt erstellen

source: _Bless
de: _Absegnen

source: _Show Knot
de: _Zeige Knoten

source: Story
de: Gschichte

source: Go back
de: Gehe Rückwärts

source: _Back
de: _Rückwärts

source: Go forward
de: Gehe vorwärts

source: _Forward
de: _Vorwärts

source: Jump to a labeled node in the Skein
de: Springe zu einem beschrifteten Knoten im Skein

source: _Labels
de: _Beschriftungen

source: Edit the spacing for items in the skein
de: Bearbeiten der Abstände für Gegenstände im Skein

source: Trim unused nodes from the skein
de: Kürze unbenutzte Knoten vom Skein

source: _Trim
de: _Kürzen

source: Play through all the blessed nodes in the entire skein
de: Spiele durch alle abgesegneten Knoten im gesamten Skein

source: Play _All
de: Spiel _alles

source: Go to the next difference in the Skein
de: Gehe zum nächsten Unterschied im Skein

source: Next in _Skein
de: Nächster Unterschied im _Skein

source: Go to the next difference
de: Gehe zum nächsten Unterschied

source: _Next Diff
de: _Nächster Unterschied

source: Go to the previous difference
de: Gehe zur vorherigen Differenz

source: _Prev Diff
de: _Vorherige Differenz

source: Bless the entire transcript
de: Segne die gesamte Abschrift ab

source: B_less All
de: B_less alles

source: Display the Inform 7 documentation
de: Anzeigen der Inform 7 Dokumentation

source: _Home
de: _Haus

source: Display the alphabetical list of examples
de: Zeige die alphabetische Liste der Beispiele

source: _Examples
de: _Beispielen

source: Display an index of the Inform documentation
de: Zeige einen Index der Inform Dokumentation

source: General _Index
de: Allgemeiner _Index

source: Display the installed extensions
de: Zeige die installierten Erweiterungen an

source: Display an index of definitions from installed extensions
de: Zeige einen Index der Definitionen von den installierten Erweiterungen

source: _Definitions
de: _Definitionen

source: Display the public library of extensions on the Inform website
de: Zeige die öffentliche Bibliothek der Erweiterungen auf der Inform Webseite

source: Public _Library
de: Öffentliche _Bibliothek

source: Progress
de: Fortschritt

source: Debugging
de: Fehlerbereinigen

source: Report
de: Bericht

source: Results
de: Ergebnisse

source: Contents
de: Inhalte

source: Actions
de: Aktionen

source: Kinds
de: Kategorien

source: Phrases
de: Sätze

source: Rules
de: Regeln

source: Scenes
de: Szenen

source: World
de: Welt

source: Transcript
de: Abschrift

source: Documentation
de: Dokumentation

source: Inform translates the source text into a story file which can have either of two standard formats. You can change your mind about the format at any time, but some language features require Glulx to be used.
de: Inform übersetzt den Quelltext in eine Geschicht in eines der beiden Standardformate. Das Format kann zu jedem Zeitpunkt gewechselt werden. Gewisse Funktionalitäten benötigen jedoch Glulx.

source: Z-Code Version _8 (medium-sized textual projects: most portable)
de: Z-Code Version _8 (Textprojekte mittlerer Grösse: am portabelsten)

source: _Glulx (large and multimedia projects: most capable)
de: _Glulx (grosse oder multimedia Projekte: am leistungsfähigsten)

source: When released, the story file is normally bound up into a Blorb file along with bibliographic data, cover art and any other resources it needs. If you need the raw story file, uncheck this option.
de: Bei Freigabe wird die Geschichtsdatei - zusammen mit biobliographischen Daten, Umschlagsbildern und weiteren Resourcen - normalerweise in eine Blorb-Datei gesammelt. Deaktivieren Sie die Optione, sollten Sie die rohe Geschichtsdatei benötigen.

source: Bind up into a _Blorb file on release
de: Bei Freigabe in eine _Blorb-Datei zusammenfassen

source: <b>Story File Format</b>
de: <b>Geschichtsdatei Format</b>

source: If the story involves randomised outcomes or events, it may be harder to check with the Replay options or with TEST commands, because the same input may produce different results every time. This option makes testing more predictable. (It has no effect on the final Release version, which will still be randomised.)
de: Beinhaltet die Geschichte zufällige Ergebnisse oder Ereignisse, kann das Überprüfen mit den Replay-Optionen oder TEST-Kommandos schwieriger werden, da die gleiche Eingabe unterschiedliche Ergebnisse bewirken kann. Diese Option macht das Testen vorhersagbarer. (Die Option hat keinen Effekt auf die finale Version.)

source: Make _random outcomes more predictable when testing
de: Mackt _Zufallsereignisse beim Testen vorhersagbarer

source: <b>Randomness</b>
de: <b>Zufälligkeit</b>

source: Settings
de: Eigenschaften

source: Search results for:
de: Suchergebnisse für:

source: Result
de: Ergebnis

source: Document
de: Dokument

source: Type
de: Typ

source: Headings
de: Titel

source: Heading depth
de: Titeltiefe

source: Compile and run the story
de: Geschichte kompilieren und abspielen

source: _Go!
de: _Start!

source: Compile the story, and re-run to the previously active play point
de: Geschichte kompilieren und letzten aktiven Spielpunkt wiederholen

source: Replay
de: Nochmals spielen

source: Stop the story that's currently running
de: Stoppen der laufenden Geschichte

source: Compile the story ready for release
de: Geschichte zur Freigabe kompilieren

source: _Release
de: _Freigabe

source: Show the documentation's table of contents
de: Zeige das Inhaltsverzeichnis der Dokumentation

source: _Help
de: _Hilfe

source: Trim the skein
de: Kürze das Skein

source: This will remove nodes from the skein and transcript that have not been visited recently, and which have not been locked. Drag the slider to the right to increase the number of nodes that will be deleted. This operation cannot be undone.
de: Entfernt Knoten vom Skein und der Abschrift, die nicht kürzlich besucht und nicht gesperrt worden sind. Durch Bewegen des Schiebereglers nach rechts wird die Zahl der gelöschten Knoten erhöht. Diese Aktion kann nicht rückgängig gemacht werden.

source: _Trim a little
de: _Kürze ein wenig

source: Trim a lot
de: Kürze viel

source: Skein spacing options
de: Skein Abstandoptionen

source: _Use defaults
de: _Benutze Standards

source: <b>Edit the spacing for items in the skein</b>
de: <b>Ändere die Abstände für Gegenstände im Skein</b>

source: _Horizontal spacing
de: _Horizontale Abstände

source: _Vertical spacing
de: _Vertikale Abstände

source: Welcome to Inform 7
de: Willkommen in Inform 7

source: Welcome to Inform 7, a design system for interactive fiction based on natural language. Inform 7 was created by Graham Nelson, with the help of Emily Short and many others. The Gnome front-end was written by Philip Chimento.
de: Wilkommen in Inform 7, einem Gestaltungssystem für interaktive Fiktion, basierend auf natürlicher Sprache. Inform 7 wurde von Graham Nelson kreiert, zusammen mit Emily Short und vielen anderen. Das Gnome Frontend wurde von Philip Chimento geschrieben.

source: Start a _new project
de: Starte ein neues Projekt

source: _Open an existing project
de: _Öffnen eines bestehenden Projekts

source: _Reopen last project
de: _Öffne das letzte Projekt

source: Default color scheme for Inform 7, based on the default OS X color scheme
de: Standard Farbschema für Inform 7, basierend auf dem standard OS X Farbschema

source: Monochrome
de: Monochrom

source: Black, white, and gray
de: Schwarz, weiss und grau

source: Plain
de: Ebene

source: Just plain text, no styling
de: Nur Klartext, keine Gestaltung

source: Psychedelic
de: psychedelisch

source: Based on the OS X "Psychedelic" color scheme
de: Basierend auf dem OS X Farbschema "Psychedelisch"

source: Subdued
de: Gedämpft

source: Based on the OS X "Subdued" color scheme
de: Basierend auf dem OS X Farbschema "Gedämpft"

source: Subtle
de: Fein

source: Similar to Subdued, but with more subtle font styling
de: ähnlich zu Gedämpft, aberm it feinerer Schrift

source: Inform 7 project
de: Inform 7 Projekt

source: Inform 7 project Materials folder
de: Inform 7 Projekt Materialordner

source: Inform 7 Skein file
de: Inform 7 Skein-Datei

source: Inform 6 source code
de: Inform 6 Quelltext

source: Natural Inform source code
de: Natural Inform Quelltext

source: Inform 7 extension file
de: Inform 7 Erweiterungsdatei

source: Blurb contents file
de: Blurb Inhaltsdatei

source: Write interactive fiction
de: Schreiben von interaktiver Fiktion
