Repository: interactivefiction/gtk3-alldeps-gnome-inform7
Catalog: po/*.po
Languages: de

source: Select the file to import into the skein
de: Wähle die Datei zum Import in das Skein

source: Interpreter recording files (*.rec)
de: Aufnahmedateien des Übersetzers (*.rec)

source: All Files
de: Alle Dateien

source: Are you sure you want to revert to the last saved version?
de: Wollen Sie wirklich zur letzten gespeicherten Version zurückkehren?

source: All unsaved changes will be lost.
de: Alle ungespeicherten Änderungen gehen verloren.

source: _Revert
de: Zurück

source: Paginating...
de: Paginieren...

source: There was an error printing:
de: Fehler beim Drucken:

source: Save the game for release
de: Speicheren des Spieles für die Veröffentlichung

source: Save debug build
de: Speichern des Testreleases

source: Could not find Materials folder
de: Materialordner nicht gefunden

source: At the moment, this project has no Materials folder - a convenient place to put figures, sounds, manuals, hints or other matter to be packaged up with a release. Would you like to create one?
de: Diesem Projekt ist zur Zeit kein Materialordner zugeordnet. Der Materialordner ist ein praktischer Platz für Bilder, Töne, Anleitungen, Tipps oder andere zum Release gehörende Dateien. Wollen Sie einen Materialordner erstellen?

source: creating Materials folder
de: erstelle Materialordner

source: the Materials folder
de: Materialordner

source: the Inform website
de: die Inform Webseite

source: the Inform feature suggestion page
de: das Kapitel Funktionsvorschläge der Inform Webseite

source: the Inform bug reports page
de: die Inform Fehlermeldung-Webseite

source: Inform written by:
de: Inform geschrieben von:

source: Contributions by:
de: Mitwirkende:

source: In addition, Andrew Hunter's OS X version and David Kinder's Windows version proved invaluable.
de: Desweitern haben sich Andrew Hunter's OS X-Version and David Kinder's Windows-Version als unbezahlbar erwiesen.

source: Contributions to the compiler:
de: Mitwirkung am Compiler:

source: Spanish
de: Spanisch

source: French
de: Französisch

source: See Help→License for licensing information.
de: Siehe Hilfe→Lizenz für Lizenzinformationen.

source: About Inform
de: Über Inform

source: creating the Inform directory
de: Erstellen des Inform-Ordners

source: Could not compile regex
de: Fehler beim Kompilieren des Regex.

source: The file '%s' does not seem to be an extension. Extensions should be saved as UTF-8 text format files, and should start with a line of one of these forms: <Extension> by <Author> begins here. Version <Version> of <Extension> by <Author> begins here.
de: Datei '%s' ist keine gültige Erweiterung. Erweiterungen müssen als UTF-8 Textdateien gespeichert werden mit einer der folgenden Zeilen beginnen: <Extension> by <Author> startet hier. Version <Version> of <Extension> by <Author> startet hier.

source: creating a directory
de: Erstellen eines Ordners

source: A version of the extension %s by %s is already installed. Do you want to overwrite the installed extension with this new one?
de: Eine Version der Erweiterung %s von %s wurde bereits installiert. Wollen Sie die installierte Erweiterung mit der neuen Version überschreiben?

source: copying a file
de: Kopieren einer Datei

source: removing an old extension file
de: Entfernen einer alten Erweiterung

source: deleting the file with or without extension
de: Löschen der Datei mit oder ohne Erweiterung

source: deleting an old symlink
de: Löschen einer alten Verknüpfung

source: deleting an empty directory
de: Löschen eines alten Ordners

source: opening extensions directory
de: öffne den Ordner mit den Erweiterungen

source: reading extensions directory
de: Lesen des Ordners mit den Erweiterungen

source: An application file, %s, was not found. Please reinstall Inform 7.
de: Eine Anwendungsdatei, %s, konnte nicht gefunden werden. Bitte installieren Sie Inform 7 von Neuem.

source: Cannot create user styles directory
de: Der Ordner mit den Nutzervorlagen kann nicht erstellt werden.

source: Cannot install style scheme
de: Das Vorlagenschema kann nicht installiert werden.

source: Cannot uninstall style scheme
de: Das Vorlagenschema kann nicht entfernt werden.

source: Source code reloaded.
de: Quelltext neu geladen.

source: Could not start file monitor
de: Die Dateiüberwachung konnte nicht gestartet werden.

source: <b><big>Save changes to your story before closing?</big></b>
de: <b><big>Wollen Sie Änderungungen an der Geschichte vor dem Schliessen speichern?</big></b>

source: <b><big>Save changes to '%s' before closing?</big></b>
de: <b><big>Wollen Sie Änderungungen an '%s' vor dem Schliessen speichern?</big></b>

source: If you don't save, your changes will be lost.
de: Alle ungespeicherten Änderungen gehen verloren.

source: Close _without saving
de: Schliessen, _ohne zu Speichern

source: _Save
de: Speichern

source: Installing extension
de: Installiere Erweiterung

source: Downloading extension
de: Lade Erweiterung herunter

source: "%s" by %s could not be downloaded. The error was: %s
de: "%s" von %s konnte nicht geladen werden. Fehler: %s

source: Installation complete
de: Installation komplett

source: "%s" by %s (Version %s) has been installed successfully.
de: "%s" von %s (Version %s) wurde erfolgreich installiert.

source: Installed %d of %d (%d failed)
de: Installation von %d von %d abgeschlossen (%d misslungen)

source: Installed %d of %d
de: Installation von %d von %d

source: The extension "%s" by %s (%s) could not be downloaded. The server reported: %s.
de: Erweiterung "%s" von %s (%s) konnte nicht geladen werden. Fehlermeldung des Servers: %s

source: %u extension installed successfully, %u failed.
de: %u Erweiterung erfolgreich installiert, %u misslungen.

source: %u extension installed successfully.
de: %u Erweiterung erfolgreich installiert.

source: %d occurrences replaced
de: %d Vorkommen ersetzt

source: Phrase not found
de: Satz nicht gefunden

source: Inform got an error while accessing "%s" from %s.
de: Inform erhielt einen Fehler während dem Zugriff auf "%s" von %s.

source: Inform cannot read "%s" from %s.
de: Inform kann "%s" von %s nicht lesen.

source: Inform cannot save "%s" to %s.
de: Inform kann "%s" nicht nach %s speichern.

source: Inform could not read "%s" from %s.
de: Inform konnte "%s" von %s nicht lesen.

source: Inform could not save "%s" to %s.
de: Inform konnte "%s" nicht nach %s speichern.

source: The error <b>"%s"</b> occurred during the following operation: %s.
de: Folgender Fehler <b>"%s"</b> ist während des Vorgangs: %s aufgetreten.

source: Try again. If it fails again, file a bug report on the Inform website.
de: Nochmals versuchen. Sollte der Versuch wieder misslingen, melden Sie den Fehler auf der Inform Webseite.

source: There is no file with that name at that location.
de: An diesem Ort existiert keine Datei mit diesem Namen.

source: Try checking that you spelled the file's name correctly. Remember that capitalization is significant ("MyFile" is not the same as "MYFILE" or "myfile").
de: Überprüfen Sie die Schreibweise des Dateinamens. Achten Sie auf die Gross-/Kleinschreibung ("MeineDatei" ist nicht dasselbe wie "MEINEDATEI" oder "meinedatei").

source: The location does not exist.
de: Diesen Pfad gibt es nicht.

source: Try checking that you spelled the location correctly. Remember that capitalization is significant ("MyDirectory" is not the same as "mydirectory" or "MYDIRECTORY").
de: Überprüfen Sie die Schreibweise des Speicherpfades. Achten Sie auf die Gross-/Kleinschreibung ("MeinSpeicherort" ist nicht dasselbe wie "MEINSPEICHERORT" oder "meinspeicherort").

source: The location "%s" does not support the reading of files.
de: Der Pfad "%s" unterstützt nicht das Lesen von Dateien.

source: Try loading a file from a different location. If you think that you ought to be able to read this file, contact your system administrator.
de: Versuchen Sie, eine Datei von einem anderen Speicherort zu laden. Falls Sie diese Datei lesen können sollten, wenden Sie sich an Ihren Systemadministrator.

source: The location "%s" does not support the writing of files.
de: Der Pfad "%s" unterstützt das Schreiben von Dateien nicht.

source: Try saving to a different location.
de: Versuche Sie einen anderen Speicherort.

source: The size of the file would be %s, but you only have %s free on that device.
de: Die Dateigrösse beträgt %s, es sind jedoch nur noch %s frei.

source: The file is too big to fit in the remaining space on the device (file size would be %s).
de: Die Datei ist zu gross für den Datenträger (die Dateigrösse wäre %s).

source: The file is too big to fit in the remaining space on the device.
de: Die Datei ist zu gross für den Datenträger.

source: Try saving the file to a different location, or making more space by moving unwanted files from that device to the trash.
de: Versuchen Sie, die Datei woanders zu speichern oder verschieben Sie ungewollte Dateien von diesem Datenträger in den Papierkorb.

source: The system does not recognize that as a valid location.
de: Dies ist kein gültiger Pfad.

source: Try checking that you spelled the location correctly. Remember that capitalization is significant ("http" is not the same as "Http" or "HTTP").
de: Überprüfen Sie die Schreibweise des Speicherpfades. Achten Sie auf die Gross-/Kleinschreibung ("http" ist nicht dasselbe wie "HTTP" oder "Http").

source: You do not have permission to read that file.
de: Sie haben keine Leseberechtigung für diese Datei.

source: Try asking your system administrator to give you permission.
de: Fragen Sie Ihren Systemadministrator, um Leserechte zu erhalten.

source: You do not have permission to write to that location.
de: Sie haben keine Schreibberechtigung für diesen Speicherort.

source: Try saving to a different location, or ask your system administrator to give you permission.
de: Versuchen Sie, die Datei woanders zu speichern oder fragen Sie Ihren Systemadministrator, um Schreibrechte zu erhalten.

source: The system is trying to operate on too many files at once.
de: Das System versucht, zu viele Dateien gleichzeitig zu bearbeiten

source: Try again. If it fails again, try closing unneeded applications, or contact your system administrator.
de: Versuchen Sie es nochmals. Schliessen Sie unnötige Anwendungen oder kontaktieren Sie Ihren Systemadministrator.

source: There were problems reading the contents of the file.
de: Beim Lesen der Datei sind Probleme aufgetreten.

source: Try again. If it fails again, contact your system administrator.
de: Versuchen Sie es nochmals. Sollte der Versuch wieder scheitern, wenden Sie sich an Ihren Systemadministrator.

source: It is a directory, rather than a file.
de: Dies ist ein Ordner, keine Datei.

source: Try using the Desktop Search to find your file.
de: Benützen Sie die Desktopsuche, um Ihre Datei zu finden.

source: You must save to a file within a directory, rather than to the directory itself.
de: Speichern Sie in eine Datei innerhalb eines Ordners und nicht direkt in den Ordner.

source: The server could not be contacted.
de: Der Server konnte nicht erreicht werden.

source: Try again. If it fails again, the server may be down.
de: Versuchen Sie es nochmals. Sollte der Versuch wieder misslingen, ist möglicherweise der Server ausgefallen

source: The system could not login to the location.
de: Das System konnte sich nicht am gewünschten Ort anmelden.

source: The location was too busy.
de: Der Ort ist überlastet.

source: The name is too long for the location to manage.
de: Der Name ist zu lang für den gewünschten Ort.

source: Try again with a shorter file name.
de: Versuchen Sie es mit einem kürzeren Dateinamen.

source: An unexpected internal error occurred.
de: Unerwarteter interner Fehler.

source: Untitled
de: Unbenannt

source: <big><b>You are editing a built-in Inform extension.</b></big>
de: <big><b>Sie verändern eine integrierte Inform Erweiterung.</b></big>

source: You are not allowed to overwrite the extensions built into Inform. Instead, select <i>Save As...</i> or <i>Save a Copy...</i> from the <i>File</i> menu to save a copy of the extension to a different file. You can then install the extension to the local extensions directory by selecting <i>Install Extension</i> from the <i>File</i> menu, and the compiler will use that extension instead of the built-in one.
de: Sie haben keine Berechtigung, integrierte Inform Erweiterungen zu verändern. Benutzen Sie <i>Speichern unter...</i> oder <i>Kopie speichern...</i> aus dem Menü <i>Datei</i>, um eine Kopie der Erweiterung in eine andere Datei zu speichern. Die neue Erweiterung kann anschliessend durch <i>Erweiterung installiern</i> in den lokalen Ordner für Erweiterungen installiert werden. Der Compiler wird nun diese Erweiterung anstelle der integrierten Erweiterung verwenden.

source: Saving project...
de: Speichere Projekt...

source: Save File
de: Datei speichern

source: The file '%s' could not be read because it contained invalid UTF-8 text.
de: Die Datei '%s' konnte nicht eingelesen werden, da sie ungültigen UTF-8 text enthält.

source: Cleaning out build files...
de: Entfernen von Build Dateien...

source: We couldn't show %s in your browser. The error was:
de: %s konnte nicht im Browser angezeigt werden. Die Fehlermeldung ist:

source: We couldn't open a program to show %s. The error was:
de: %s kann nicht angezeigt werden. Die Fehlermeldung ist:

source: Cannot load %s source-language highlighting definition
de: Definitionen für das %s Quellsprachhervorheben können nicht geladen werden.

source: Print version information
de: Drucken der Information zur Version

source: [FILE1 FILE2 ...]
de: [Datei1 Datei2 ...]

source: - Interactive fiction IDE
de: - integrierte Entwicklerumgebung für Interactive Fiktion

source: Failed to parse commandline options
de: Fehler bei der Analyse der Kommandozeilenoptionen

source: The story "%s" already exists in the directory %s. Please choose another title or directory.
de: Die Geschichte "%s" existiert bereits im Ordner %s. Bitte ändern Sie den Titel oder den Ordner.

source: The project name cannot contain any of the following: %s
de: Folgende Zeichen dürfen nicht im Projektnamen enthalten sein: %s

source: <big><b>%s</b> by %s</big> Project Type: %s Directory to create project in: %s
de: <big><b>%s</b> by %s</big> Projekttyp: %s Zielordner des Projekts: %s

source: Inform 7 Extension
de: Inform 7 Erweiterung

source: Inform 7 Story
de: Inform 7 Geschichte

source: The Inform 7 application is a natural-language based system for creating and editing works of interactive fiction. Choose one of the options below to get started.
de: Inform 7 ist eine Anwendung um interaktive Fiktion zu schreiben und zu editieren und basiert auf natürlicher Sprache. Zum Starsten wählen Sie eine der untenstehenden Optionen.

source: New story
de: Neue Geschitche

source: Creates a blank Inform 7 project, in which you can write a work of interactive fiction.
de: Erstellen eines leeren Inform 7 Projektes zum Schreiben einer interaktiven Fiktion.

source: New set of extension rules
de: Neues Set von Erweiterungsregeln.

source: For experienced users of Inform 7. An extension is a set of rules which can be used in more than one work of interactive fiction, either for your own use or to be contributed to the community.
de: Für fortgeschritten Inform 7-Nutzer. Eine Erweiterung ist ein Set von Regeln, die in mehreren Arbeiten verwendet werden können, sowohl für den Eigengebrauch wie auch innerhalb der Gemeinschaft.

source: JavaScript error: Unknown argument to selectView()
de: JavaScript Fehler: Unbekanntes Argument für selectView()

source: Cannot unescape unicode characters
de: Unicode Zeichen können nicht entschützt werden

source: Are you sure you want to bless all the items in the transcript?
de: Wollen Sie wirklich sämtlich Gegenstände in der Abschrift absegnen?

source: This will 'Bless' all the items currently in the transcript so that they appear as the 'expected' text in the right-hand column. This operation cannot be undone.
de: Alle in der Abschrift gewählten Gegenstände werden abgesegnet und werden als "erwarteten" Text in der rechten Spalte angezeigt. Dieser Vorgang kann nicht rückgängig gemacht werden.

source: Add Color Scheme
de: Farbschema hinzufügen

source: Color Scheme Files
de: Dateien für Farbschemata

source: The selected color scheme cannot be installed.
de: Das gewählte Farbschema kann nicht installiert werden.

source: Could not remove color scheme "%s".
de: Das Farbschema "%s" konnte nicht entfernt werden.

source: accessing a URI
de: rufe URI ab

source: opening a directory
de: Öffnen eines Ordners

source: reading a directory
de: Lesen eines Ordners

source: 1 space
de: 1 Leerzeichen

source: Select the extensions to install
de: Wählen Sie die Erweiterungen zur Installation

source: Inform 7 Extensions (*.i7x)
de: Inform 7 Erweiterungen (*.i7x)

source: Are you sure you want to remove %s by %s?
de: Wollen Sie wirklich %s erstellt von %s entfernen?

source: <small><i>(Example %s)</i></small> %s
de: <small><i>(Beispiel %s)</i></small> %s

source: Story, line %d
de: Geschichte, Zeile %d

source: Untitled story, line %d
de: Unbenannte Geschichte, Zeile %d

source: %s, line %d
de: %s, Zeile %d

source: Writing with Inform
de: Schreiben mit Inform

source: Extension
de: Erweiterung

source: Source
de: Quelle

source: The Inform Recipe Book
de: Das Inform Rezeptbuch

source: unknown
de: unbekannt

source: Search Results
de: Suchergebnisse

source: Search results for: "%s"
de: Suchergenisse für: "%s"

source: opening documentation directory
de: Öffnen des Dokumentationsordners

source: Please be patient, indexing %s...
de: Geduld, indexieren von %s...

source: Error opening extension '%s' by '%s':
de: Fehler beim Öffnen der Erweiterung '%s' geschrieben von '%s'

source: Volumes only
de: nur Bände

source: Volumes and Books
de: Bände und Bücher

source: Parts and higher
de: Teile und höher

source: Chapters and higher
de: Kapitel und höher

source: All headings
de: Alle Titel

source: No headings are visible at this level. Drag the slider below to the right to make the headings in the source text visible.
de: Auf dieser Stufe sind keine Titel sichtbar. Ziehen Sie den unteren Regler nach rechts um die Titel im Quellcode sichtbar zu machen.

source: Larger Inform projects are usually divided up with headings like 'Chapter 2 - Into the Forest'. This page automatically displays those headings as a Table of Contents, but since there are no headings in this project yet, there is nothing to see.
de: Grössere Inform Projekte werden normalerweise mit Titeln wie 'Kapitel 2 - In den Wald' unterteilt. Diese Seite zeigt automatisch die Titel als Inhaltsverzeichnis. Da jedoch keine Titel in diesem Projekt gefunden wurden, wird nichts angezeigt.

source: Could not spawn process:
de: Prozess konnte nicht aufgerufen werden:

source: There was an error saving the Skein. Your story will still be saved. Problem:
de: Fehler beim Speichern des Skein. Ihre Geschichte wird trotzdem gespeichert. Problem:

source: There was an error saving the Notepad. Your story will still be saved. Problem:
de: Fehler beim Speichern des Notizbuches. Ihre Geschichte wird trotzdem gespeichert. Problem:

source: There was an error saving the project settings. Your story will still be saved. Problem:
de: Fehler beim Speichern der Projekteigenschaften. Ihre Geschichte wird trotzdem gespeichert. Problem:

source: A project named "%s" already exists. Do you want to replace it?
de: Ein Projekt mit dem Namen "%s" existiert bereits. Wollen Sie es ersetzen?

source: Replacing it will overwrite its contents.
de: Durch das Ersetzen wird der Inhalt überschrieben.

source: _Replace
de: _Ersetzen

source: Open Project
de: Projekt öffnen

source: This project doesn't have a .inform extension.
de: Diese Projekt hat keine .inform Endung

source: This extension is required for Inform story files to work on all platforms. The project will be renamed.
de: Diese Dateiendung ist nötig, damit die Inform Geschichtsdateien auf allen Plattformen funktionieren. Das Projekt wird umbenannt.

source: renaming the project file to a .inform extension
de: Umbenennen der Projektdatei zu einer .inform Dateiendung

source: The file "%s" doesn't seem to be an Inform story file.
de: Die Datei "%s" scheint keine Inform Geschichte zu sein.

source: Make sure you are opening the correct file. This file was located at: %s
de: Stellen Sie sicher, dass Sie die korrekte Datei öffnen. Dateipfad: %s

source: This project's Skein was not found, or it was unreadable.
de: Das Skein dieses Projekts konnte nicht gefunden oder gelesen werden.

source: Could not open the project's settings file. Using default settings.
de: Die Projekteingeschaften konnten nicht gelesen werden. Standardeigenschaften werden benutzt.

source: Error creating UUID.
de: Fehler beim Erstellen der UUID.

source: creating UUID file
de: Erstellen der UUID-Datei

source: Compiling Inform 7 to Inform 6
de: Kompiliere Inform 7 zu Inform 6

source: Compiler finished with code %d
de: Kompiler endete mit Code %d

source: Compiling succeeded.
de: Kompilieren erfolgreich.

source: Compiling failed.
de: Kompilieren misslungen.

source: iFiction records (.iFiction)
de: iFiction Aufzeichnungen (.iFiction)

source: Save iFiction record
de: Speichere iFiction Aufzeichnung

source: copying iFiction record
de: kopiere iFictin Aufzeichnung

source: The compiler failed to create an iFiction record; check the results page to see why.
de: Der Kompilierer konnte die iFiction Aufzeichnung nicht erstellen; Kontrollieren Sie die Ergebnisseite für Gründe.

source: Glulx games (.ulx,.gblorb)
de: Glulx Spiele (.ulx,.gblorb)

source: Z-code games (.z?,.zblorb)
de: Z-code Spiele (.z?,.zblorb)

source: copying compiler output
de: kopieren des Kompilierresultats

source: Could not load interpreter:
de: Übersetzer konnte nicht geladen werden:

source: Reloading index...
de: Neuladen des Indexes...

source: <b>Unable to delete the active branch in the skein</b>
de: <b>Der aktive Zweig im Skein kann nicht gelöscht werden</b>

source: It is not possible to delete the branch of the skein that leads to the current position in the game. To delete this branch, either stop or restart the game.
de: Löschen des Zweigs, der zur gegenwärtigen Position im Spiel führt, ist nicht möglich. Um diesen Zweig zu löschen muss das Spiel gestoppt oder neu gestartet werden.

source: This knot has been locked to preserve it. Do you really want to delete it? (This cannot be undone.)
de: Dieser Knoten wurde gesperrt, um ihn zu erhalten. Soll der Knoten wirklich gelöscht werden? (Dieser Vorgang kann nicht rückgängig gemacht werden.)

source: _Play to Here
de: _Spielen Sie bis hier

source: _Edit
de: _Editieren

source: Edit _Label
de: _Beschriftung ändern

source: Add _Label
de: _Beschriftung hinzufügen

source: Show in _Transcript
de: In der _Abschrift zeigen

source: Un_lock
de: Freischalten

source: _Lock
de: _Sperren

source: Unloc_k This Thread
de: Thema freischalten

source: Loc_k This Thread
de: Thema sperren

source: _New Thread
de: _Neues Thema

source: _Insert Knot
de: Knoten _hinzufügen

source: _Delete
de: _Löschen

source: Delete all _Below
de: Alles löschen _unterhalb

source: Delete _all in Thread
de: _alles im Faden löschen

source: _Save Transcript to here...
de: Abschrift nach hier _speichern...

source: Search backwards for the find text
de: Suche rückwärts

source: Find Pre_vious
de: Suche vorhergehende Stelle

source: Search forwards for the find text
de: Suche vorwärts

source: Find Ne_xt
de: Nächste Stelle finden

source: Downloading Extensions
de: Erweiterungen herunterladen

source: label
de: Beschriftung

source: Words containing
de: Wörter, die enthalten

source: Words starting with
de: Wörter, die mit starten

source: The whole word(s)
de: gesamte Wörter
